<template>
  <div>
    <p><strong>提示条款</strong></p>
    <p>
      欢迎您与水龙头共同签署本《水龙头服务协议》（下称“本协议”）并使用水龙头服务！
    </p>
    <p>
      <strong>【审慎阅读】</strong>
      您在点击确认本协议或使用水龙头服务之前，应当认真阅读本协议。<ins
        ><strong
          >请您务必审慎阅读、充分理解各条款内容，特别是免除或限制责任、法律适用和争议解决等以粗体下划线格式特别标识的条款，您应重点阅读。</strong
        ></ins
      >
      如您对本协议有任何疑问，可向水龙头客服咨询。
    </p>
    <p>
      <strong>【签约使用】</strong>
      当您点击确认本协议或使用水龙头服务时，即表示您已充分阅读、理解并接受本协议的全部内容，并与水龙头达成一致。<strong
        ><ins
          >本协议自您点击确认本协议之时起或使用水龙头服务的行为发生之时起（以时间在先者为准）生效。如果您不同意本协议或其中任何条款约定，您应立即停止使用水龙头服务。</ins
        ></strong
      >
    </p>
    <h4><a></a>一、定义</h4>
    <p>
      <strong>水龙头服务：</strong>
      指水龙头作为互联网信息服务提供者，基于互联网，通过水龙头网站、客户端等在内的各种形态（包括未来技术发展出现的新的服务形态），向您提供的软件信息服务功能。
    </p>
    <p>
      <strong>水龙头服务规则：</strong>
      指水龙头已经发布及后续发布的，与水龙头服务相关的全部规则、规范、解读、公告、通知、实施细则、产品介绍说明、FAQ等内容，发布渠道如水龙头帮助中心等。本协议中又称“规则”。
    </p>
    <h4><a></a>二、协议范围</h4>
    <p><strong>2.1 签约主体</strong></p>
    <p>
      <strong>【平等主体】</strong>
      本协议由您与水龙头共同缔结，本协议对您与水龙头均具有合同效力。
    </p>
    <p><strong>【主体信息】</strong></p>
    <p>（一） 本协议内的水龙头，即水龙头服务提供者。</p>
    <p>
      （二）水龙头服务提供者可能不是水龙头服务所在网站的网站经营者，但这不影响本协议的效力和您本协议项下的权益。您可随时查看网站首页底部公示的信息以确定网站经营者。
    </p>
    <p>
      （三）<strong
        ><ins
          >水龙头服务提供者可能会因为业务调整等而发生变更，变更后的水龙头服务提供者与您共同履行本协议并向您提供服务，水龙头服务提供者的变更不会影响您本协议项下的权益。</ins
        ></strong
      >
    </p>
    <p>
      （四）<strong
        ><ins
          >水龙头服务提供者还有可能因为提供新的水龙头服务而新增，如您使用新增的服务的，视为您同意新增的水龙头服务提供者与您共同履行本协议。</ins
        ></strong
      >
    </p>
    <p><strong>2.2 补充协议</strong></p>
    <p>
      由于互联网高速发展，本协议列明的条款并不能完整罗列并覆盖您与水龙头的所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，<strong
        ><ins
          >水龙头服务所在网站、客户端等各种形态里的法律声明、隐私政策及规则均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用水龙头服务，视为您同意上述补充协议。</ins
        ></strong
      >
    </p>
    <h4><a></a>三、账户开通与使用</h4>
    <p><strong>3.1 用户资格</strong></p>
    <p>
      您确认，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。<strong
        ><ins
          >若您不具备前述与您行为相适应的民事行为能力，则您及您的监护人应依照法律规定承担因此而导致的一切后果。</ins
        ></strong
      >
    </p>
    <p><strong>3.2 账户说明</strong></p>
    <p><strong>【登录】</strong></p>
    <p>
      您可通过水龙头支持的账户（又称“账户”或“水龙头账户”）类型登录水龙头服务系统。
    </p>
    <p>
      <strong>【账户转让】</strong>
      由于用户账户关联用户信用等信息，仅有当法律明文规定、司法裁定或经水龙头同意，并符合规则规定的账户转让流程的情况下，您可进行账户的转让。您的账户一经转让，该账户项下权利义务一并转移。除此外，您的账户不得以任何方式转让，否则由此产生的一切责任均由您承担。
    </p>
    <p>
      <strong>【不活跃账户终止合作】</strong>
      不活跃账户的定义详见相关规则。如您的账户为不活跃账户，则水龙头可终止与您账户的合作，即您的账户将不能再登录水龙头服务系统，水龙头服务及本协议将同时终止：
    </p>
    <p>
      如您的账户为水龙头会员账户的，则水龙头在终止合作的同时将回收您的账户。如您的账户为水龙头会员账户外的其他类型，账户回收按您注册账户时签署的协议约定执行。
    </p>
    <p><strong>3.3 信息管理</strong></p>
    <p>
      <strong>【信息真实】</strong>
      在使用水龙头服务时，您应当按系统页面的提示准确完整的提供您的信息。如有变更，应及时提供最新、真实、完整的信息，以便水龙头或其他用户与您联系。您了解并同意，您有义务保持您提供信息的真实性及有效性。如水龙头按您提供的信息与您联系未果、您未按水龙头要求及时提供信息、您提供的信息存在明显不实的，水龙头将按规则进行处理，同时您应承担因此对您自身、他人及水龙头造成的全部损失与不利后果。
    </p>
    <p>
      <strong>【会员名昵称】</strong>
      您设置的会员名、昵称应遵守水龙头对其长度的要求，并不得违反国家法律法规及规则对此的管理规定。
    </p>
    <p><strong>3.4 账户安全规范</strong></p>
    <p>
      <strong>【账户安全保管义务】</strong>
      您的账户为您自行设置并由您保管，水龙头任何时候均不会主动要求您提供您的账户。因此，建议您务必保管好您的账户，并确保您在每个上网时段结束时退出登录并以正确步骤离开水龙头服务系统。
    </p>
    <p>
      账户因您主动泄露或遭受他人攻击、诈骗等行为导致的损失及后果，均由您自行承担。
    </p>
    <p>
      <strong>【账户行为责任自负】</strong>
      除水龙头存在过错外，您应对您账户项下的所有行为结果负责。
    </p>
    <p>
      <strong>【日常维护须知】</strong>
      如发现任何未经授权使用您账户登录水龙头服务系统或其他可能导致您账户遭窃、遗失的情况，建议您立即通知水龙头，并授权水龙头将该信息同步给水龙头关联公司。您理解水龙头对您的任何请求采取行动均需要合理时间，除水龙头存在过错外，水龙头对在采取行动前已经产生的后果不承担任何责任。
    </p>
    <h4><a></a>四、水龙头服务及规范</h4>
    <p><strong>4.1服务概况</strong></p>
    <p>
      您通过水龙头服务系统可实现的功能包括但不限于如下，（下述功能可能因水龙头进行业务、产品性调整而被增加或修改，或因定期、不定期的维护而暂缓提供）：
    </p>
    <p>
      （一）转换专属购物链接；<br />
      （二）收入数据统计结算，报表查询。
    </p>
    <p><strong>4.2 费用与结算</strong></p>
    <p><strong>4.2.1您的收入</strong></p>
    <p>
      <strong>【前提】</strong>
      您使用水龙头服务且不违反本协议时，您有权获得收入。
    </p>
    <p>
      <strong>【计费依据】</strong>
      您通过水龙头转链后，再通过淘宝成交，数据将被记录下来，作为水龙头与您结算的依据。<strong>
        <ins>数据以水龙头服务系统统计的为准，</ins>
      </strong>
      水龙头应确保统计结果的真实性，不得弄虚作假。
    </p>
    <p>
      <strong>【收入金额】</strong>
      您可随时在水龙头服务系统查询您的预估收入。因可能存在的数据统计延后、虚假作弊数据未排除等原因，预估收入并非您的最终实际收入。您的实际收入及水龙头付款主体以水龙头提供的最终结算数据为准。
    </p>
    <p><strong>【支付日期】</strong></p>
    <p>（一） 通常情况下，每月21日支付上个自然月的费用。</p>
    <p>
      （二） 如当月21日为休息日或法定节假日，顺延至21日后最近一个工作日。
    </p>
    <p>
      （三） 如遇重大事件或不可控因素影响支付日期的，水龙头将提前另行通知。
    </p>
    <p>
      <strong>【收款账户与提现】</strong>
      按水龙头服务系统、规则要求进行。
    </p>
    <p>
      <strong>【欠款处理】</strong>
      在按成交计费等场景下，因您维权退款等原因，可能出现您已获得的收入高于实际应得收入。出现前者情形的，您应及时退回多收部分的费用。
    </p>
    <p><strong>4.2.2 税费及其他费用</strong></p>
    <p>
      使用水龙头服务过程中产生的应纳税费，以及一切硬件、软件、服务及其它方面的费用，由您自行承担。
    </p>
    <p><strong>4.3 责任限制</strong></p>
    <p>
      <strong>【不可抗力】</strong>
      水龙头负责“按现状”和“可得到”的状态向您提供水龙头服务。水龙头依法律规定承担基础保障义务，但无法对由于信息网络设备维护、连接故障，电脑、通讯或其他系统的故障，电力故障，罢工，暴乱，火灾，洪水，风暴，爆炸，战争，政府行为，司法行政机关的命令或因第三方原因而给您造成的损害结果承担责任。
    </p>
    <h4><a></a>五、用户信息的保护及授权</h4>
    <p><strong>5.1 个人信息的保护</strong></p>
    <p>
      水龙头非常重视用户个人信息（即能够独立或与其他信息结合后识别用户身份的信息）的保护，在您使用水龙头提供的服务时，您同意水龙头按照在水龙头网站公布的隐私政策收集、存储、使用、披露和保护您的个人信息。水龙头希望通过隐私权政策向您清楚地介绍水龙头对您个人信息的处理方式，因此水龙头建议您完整地阅读隐私政策，以帮助您更好地保护您的隐私权。
    </p>
    <p><strong>5.2 非个人信息的保证与授权</strong></p>
    <p>
      <strong>【信息的发布】</strong>
      您声明并保证，您对您所发布的信息拥有相应、合法的权利。否则，水龙头可对您发布的信息依法或依本协议进行删除或屏蔽。
    </p>
    <p>
      <strong>【禁止性信息】</strong>
      您应当确保您所发布的信息不包含以下内容：
    </p>
    <p>（一） 违反国家法律法规禁止性规定的。</p>
    <p>
      （二） 政治宣传、封建迷信、淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的。
    </p>
    <p>（三） 欺诈、虚假、不准确或存在误导性的。</p>
    <p>
      （四） 侵犯他人知识产权或涉及第三方商业秘密及其他专有权利的。
    </p>
    <p>（五） 侮辱、诽谤、恐吓、涉及他人隐私等侵害他人合法权益的。</p>
    <p>
      （六）
      存在可能破坏、篡改、删除、影响水龙头服务系统正常运行或未经授权秘密获取水龙头服务系统及其他用户的数据、个人资料的病毒、木马、爬虫等恶意软件、程序代码的。
    </p>
    <p>
      （七） 其他违背社会公共利益、公共道德，或依据规则规定不适合发布的。
    </p>
    <p>
      <strong>【授权使用】</strong>
      对于您在注册、激活账户或其他使用水龙头服务过程中提供、形成的除个人信息外的文字、图片、视频、音频等非个人信息，您免费授予水龙头获得全球的许可使用权利及再授权给其他第三方使用的权利。您同意水龙头存储、使用、复制、修订、编辑、发布、展示、翻译、分发您的非个人信息，并以已知或日后开发的形式、媒体或技术将上述信息纳入其它作品内。
    </p>
    <p>
      为方便您使用水龙头提供的其他相关服务，您授权水龙头将您在注册、激活账户或其他使用水龙头服务过程中提供、形成的信息传递给其他相关服务提供者，或从其他相关服务提供者处获取您在注册、使用相关服务期间提供、形成的信息。
    </p>
    <h4><a></a>六、用户的违约及处理</h4>
    <p><strong>6.1 违约认定</strong></p>
    <p>发生如下情形之一的，视为您违约：</p>
    <p>（一） 使用水龙头服务时违反相关法律法规规定的。</p>
    <p>（二） 违反本协议或本协议补充协议约定的。</p>
    <p>
      为适应电子商务发展和满足用户对高效优质服务的需求，您理解并同意，水龙头可在规则中约定违约认定程序和标准。如：水龙头可通过人工对违约行为进行抓取；您有义务对您的数据异常现象进行充分举证或合理解释，否则将被认定为违约。
    </p>
    <p><strong>6.2 违约处理措施</strong></p>
    <p>
      <strong>【处理措施】</strong>
      水龙头可对您及您的关联账户采取不结算收入、收回权限等处理措施。
    </p>
    <p><strong>6.3 赔偿责任</strong></p>
    <p>
      如您的行为使水龙头及/或其关联公司遭受损失（包括自身的直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失），您应赔偿水龙头及/或其关联公司的上述全部损失。
    </p>
    <p>
      如您的行为使水龙头及/或其关联公司遭受第三方主张权利，水龙头及/或其关联公司可在对第三人承担金钱给付等义务后就全部损失向您追偿。
    </p>
    <p>
      对于您造成水龙头及/或其关联公司、第三方的所有损失(包括水龙头及/或其关联公司垫付款在内的上述所有情形)，您同意水龙头可以自应付您的费用中抵减，如仍不足支付上述赔偿款项的，水龙头及/或水龙头关联公司可直接抵减您在水龙头及/或水龙头关联公司其它协议项下的权益，并可继续追偿。
    </p>
    <h4><a></a>七、协议的变更</h4>
    <p>
      水龙头可根据国家法律法规变化及维护合作秩序需要，不时修改本协议、补充协议，变更后的协议、补充协议（下称“变更事项”）将按本协议约定方式通知您。
    </p>
    <p>
      如您不同意变更事项，您有权于变更事项确定的生效日前联系水龙头反馈意见。如反馈意见得以采纳，水龙头将酌情调整变更事项。
    </p>
    <p>
      如您对已生效的变更事项仍不同意的，您应当于变更事项确定的生效之日起停止使用水龙头服务，变更事项对您不产生效力；如您在变更事项生效后仍继续使用水龙头服务的，则视为您同意已生效的变更事项。
    </p>
    <h4><a></a>八、通知</h4>
    <p>您同意水龙头以以下任一合理的方式向您送达各类通知：</p>
    <p>（一） 公示的文案。</p>
    <p>（二） 站内信、客户端推送消息。</p>
    <p>
      （三）
      根据您预留于水龙头服务系统里的联系方式发出的电子邮件、短信、函件等。
    </p>
    <h4><a></a>九、协议的终止</h4>
    <p><strong>9.1 终止的情形</strong></p>
    <p>
      <strong>【用户发起的终止】</strong>
      您有权通过以下任一方式终止本协议:
    </p>
    <p>
      （一） 变更事项生效前您停止使用所有水龙头服务，并明示不愿接受变更事项的。
    </p>
    <p>（二） 您明示不愿继续使用所有水龙头服务的。</p>
    <p>
      <strong>【水龙头发起的终止】</strong>
      出现以下情况的，水龙头可以本协议约定方式通知您终止本协议：
    </p>
    <p>
      （一） 您的账户为不活跃账户，被水龙头依据本协议约定终止合作的。
    </p>
    <p>
      （二）
      您在与水龙头及/或其关联公司进行其他合作时，有侵犯他人合法权益或其他严重违法违约行为的。
    </p>
    <p>
      （三） 您违反本协议其他约定，水龙头依据本协议约定终止合作的。
    </p>
    <p>（四） 其它应当终止服务的情况。</p>
    <p>
      本协议终止的，您不能再登录水龙头服务系统。反之，当水龙头通知您永久关闭水龙头账户或终止您使用水龙头
      服务时，本协议将同时终止，水龙头将不再另行通知您终止本协议。
    </p>
    <p><strong>9.2 终止后的处理</strong></p>
    <p>
      <strong>【用户信息披露】</strong>
      本协议终止后，除法律有明确规定外，水龙头无义务向您或您指定的第三方披露您账户中的任何信息。
    </p>
    <p>
      <strong>【水龙头权利】</strong>
      本协议终止后，水龙头仍享有下列权利：
    </p>
    <p>
      （一） 继续保存您留存于水龙头服务系统的本协议第五条所列的各类信息。
    </p>
    <p>
      （二） 对于您过往的违约行为，水龙头仍可依据本协议向您追究违约责任。
    </p>
    <h4><a></a>十、法律适用、管辖与其他</h4>
    <p>
      <strong>【法律适用】</strong>
      本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国大陆地区法律；如法律无相关规定的，参照商业惯例及/或行业惯例。
    </p>
    <p>
      <strong>【管辖】</strong>
      您因本协议所产生的任何争议，由水龙头与您协商解决。协调不成时，任何一方均可向被告所在地有管辖权的人民法院提起诉讼。
    </p>
    <p>
      <strong>【可分性】</strong>
      本协议任一条款被视为废止、无效或不可执行，该条应视为可分的且并不影响本协议其余条款的有效性及可执行性。
    </p>
  </div>
</template>
